Repository: jpardogo/Account-Assistant
Catalog: AppResources.*.resx
Languages: es_es

source: About
es_es: Acerca de...

source: Accept
es_es: Aceptar

source: Accounts
es_es: Cuentas

# Addnew
source: New
es_es: Nuevo

source: Amount:
es_es: Cantidad:

source: Call
es_es: Llamar

# Camera
source: Take image
es_es: Tomar foto

source: Cancel
es_es: Cancelar

source: Charge
es_es: Cobro

source: Charges
es_es: Cobros

# Comments
source: Rate & Review App
es_es: Comentarios App

source: Confirmation
es_es: Confirmación

source: Date:
es_es: Fecha:

source: Delete
es_es: Borrar

source: Description:
es_es: Descripción:

source: Developer:
es_es: Desarrollador:

source: Edit
es_es: Editar

# FollowRegister
source: Pin in main tile
es_es: Anclar en icono principal

source: Information
es_es: Información

# LinkedIn
source: LinkedIn Profile
es_es: Perfil LinkedIn

source: Loading
es_es: Cargando

source: Loan
es_es: Deuda

source: Loans
es_es: Deudas

# Master
source: Master's degree in Mobile Computing and Smart Cards
es_es: Máster de Informática Móvil y Tarjetas Inteligentes

source: Name
es_es: Nombre

# PersonToPay
source: Person to pay/charge:
es_es: Persona a pagar/cobrar:

source: Phone
es_es: Teléfono

# PopUpPersonInfoQuestion
source: Do you really want to remove the person from all lists?
es_es: Realmente quieres borrar a esta persona de todas las listas?

source: Reference:
es_es: Concepto:

source: References:
es_es: Conceptos:

source: References Charges
es_es: Conceptos Cobros

source: References Loans
es_es: Conceptos Deudas

# ResetBackTile
source: Reset main tile
es_es: Resetear icono principal

source: Save
es_es: Guardar

source: Select Contact
es_es: Contactos

# TextBoxPopupConfirm1
source: Do you want to add
es_es: Quieres agregar

# TextBoxPopupConfirm2
source: €/$ to
es_es: €/$ a

# TextBoxPopupConfirm3C
source: in your list of Charges?
es_es: en tu lista de cobros?

# TextBoxPopupConfirm3L
source: in your list of Loans?
es_es: en tu lista de deudas?

# TileHasPaid
source: has paid
es_es: ha pagado

# TileOwesYouMoney
source: owes you money
es_es: te debe dinero

# TileYouOweMoneyTo
source: You owe money to
es_es: Debes dinero a

# TileYouPaid
source: You paid to
es_es: Pagaste a

# TotalCharges
source: Total Amount Charges
es_es: Total Cobros

# TotalLoans
source: Total Amount Loans
es_es: Total Deudas

# University
source: Salamanca Pontifical University
es_es: Universidad Pontificia de Salamanca

# WhatAdd
source: What do you want to add?
es_es: ¿Que quieres agregar?
